{title: Дай}
{artist: Unknown}
{tag: Russian}
{tag: Water}
{tag: Fire}

By Anna Milaeva


Дай дай дай дай мама мама дай дай
Дай дай дай дай мама мама дай дай
Дай дай дай дай моя мама дай дай
Дай дай дай дай моя мама дай дай

Мама мама земля я приветствую тебя
Мама мама земля я приветствую тебя
Мама мама земля я благодарю тебя
Мама мама земля я благодарю тебя

Дай дай дай дай папа папа дай дай
Дай дай дай дай мой папа дай дай
Дай дай дай дай папа папа дай дай
Дай дай дай дай мой папа дай дай

Папа папа огонь ты ведешь меня домой
Папа папа огонь ты ведешь меня домой
Папа папа огонь мой учитель золотой
Папа папа огонь мой учитель золотой

Дай дай дай дай мама мама дай дай
Дай дай дай дай мой папа дай дай
Дай дай дай дай моя мама дай дай
Дай дай дай дай папа папа дай дай

Огонь и земля - наша первая семья
Огонь и земля - наша первая семья
Наша первая семья для тебя и для меня
Огонь и земля для тебя и для меня

Дай дай дай дай мама мама дай дай
Дай дай дай дай моя мама дай дай
Дай дай дай дай мой папа дай дай
Дай дай дай дай папа папа дай дай

Моя первая семья прошу помощь у тебя
Моя первая семья прошу помощь у тебя
Дай здоровья для людей и для всех своих детей
Дай здоровья для людей и для всех своих детей

Дай дай дай дай мама мама дай дай
Дай дай дай дай моя мама дай дай
Дай дай дай дай папа папа дай дай
Дай дай дай дай мой папа дай дай

Наша первая семья просим помощь у тебя
Наша первая семья просим помощь у тебя
Дай любовь для людей и для всех своих детей
Дай любовь для людей и для всех своих детей

Дай дай дай дай мама мама дай дай
Дай дай дай дай папа папа дай дай
Дай дай дай дай моя мама дай дай
Дай дай дай дай мой папа дай дай