{title: Купалiнка}
{artist: Unknown}
{tag: Belarusian}
{tag: Water}
{tag: Women}

Купалiнка-купалiнка, цёмная ночка, 
Цёмная ночка, а дзе ж твая дочка, 
Цёмная ночка, а дзе ж твая дочка. 

Мая дочка у садочку ружу, ружу полiць, 
Ружу, ружу полiць, белы ручкi колiць, 
Ружу, ружу полiць, белы ручкi колiць. 

Кветачкi рвець, кветачкi рвець, 
Вяночкi звiвае, 
Вяночкi звiвае, слёзкi пралiвае, 
Вяночкi звiвае, слёзкi пралiвае. 

Купалiнка-купалiнка, цёмная ночка, 
Цёмная ночка, а дзе ж твая дочка, 
Цёмная ночка, а дзе ж твая дочка.