{title: Прекрасное далеко}
{artist: Unknown}
{tag: Russian}

Load videoYouTubeYouTube might collect personal data. Privacy PolicyContinueDismiss


Слышу голос из прекрасного далека,
Голос утренний в серебряной росе.
Слышу голос, и манящая дорога
Кружит голову, как в детстве карусель.

Припев:

Прекрасное далеко,
Не будь ко мне жестоко,
Не будь ко мне жестоко,
Жестоко не будь.
От чистого истока,
В прекрасное далеко,
В прекрасное далеко,
Я начинаю путь.

Слышу голос из прекрасного далека,
Он зовет меня не в райские края.
Слышу голос, голос спрашивает строго :
А сегодня что для завтра сделал я ?

Припев.

Я клянусь, что стану чище и добрее
И в беде не брошу друга никогда.
Слышу голос и спешу на зов скорее
По дороге, на которой нет следа.

Припев.