{title: Рэчанька}
{artist: Unknown}
{tag: Belarusian}
{tag: Water}
{tag: Women}

Ой, рэчанька, рэчанька, чаму ж ты ня поўная, 
Ой, рэчанька, рэчанька, чаму ж ты ня поўная,
Лю-лі лю-лі лю-лi, чаму ж ты ня поўная, 
Лю-лі лю-лі лю-лi, чаму ж ты ня поўная,

Чаму ж ты ня поўнаяй з беражком ня роўная. 
Чаму ж ты ня поўнаяй з беражком ня роўная. 
Лю-лі лю-лі лю-лi з беражком ня роўная, 
Лю-лі лю-лі лю-лi з беражком ня роўная. 

А як жа мне поўнай быць з беражкамі роўна плыць, 
А як жа мне поўнай быць з беражкамі роўна плыць. 
Люлі люлі люлі з беражкамі роўна плыць, 
Люлі люлі люлі з беражкамі роўна плыць. 

Янка коніка паіў, Кася воду чэрпала, 
Янка коніка паіў, Кася воду чэрпала. 
Лю-лі лю-лі лю-лi Кася воду чэрпала, 
Лю-лі лю-лі лю-лi Кася воду чэрпала.

Ой, рэчанька, рэчанька, чаму ж ты ня поўная, 
Ой, рэчанька, рэчанька, чаму ж ты ня поўная,
Лю-лі лю-лі лю-лi, чаму ж ты ня поўная, 
Лю-лі лю-лі лю-лi, чаму ж ты ня поўная.